[
  "dataview",
  "kr-book-info-plugin",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-plugin-update-tracker",
  "emoji-shortcodes",
  "obsidian-outliner",
  "obsidian-admonition",
  "editing-toolbar",
  "obsidian-tasks-plugin",
  "floating-toc",
  "templater-obsidian",
  "obsidian-icon-folder",
  "remember-cursor-position",
  "execute-code",
  "obsidian-excalidraw-plugin",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "translate",
  "quickadd",
  "obsidian-git"
]